// 20 вопросов PCL-5
const questions = [
    "Повторяющиеся, нежелательные воспоминания о травматическом событии",
    "Повторяющиеся кошмары, связанные с событием",
    "Воспоминания, которые «врываются» неожиданно",
    "Ощущение, что событие происходит снова",
    "Сильный стресс при напоминании о событии",
    "Физическая реакция (потливость, учащённое сердцебиение) при напоминании",
    "Избегание воспоминаний, мыслей, чувств о событии",
    "Избегание внешних напоминаний о событии",
    "Чувство вины, стыда или злости из-за события",
    "Чувство отчуждения от других людей",
    "Проблемы с положительными эмоциями",
    "Трудности с засыпанием или сном",
    "Раздражительность или вспышки гнева",
    "Опасливость, повышенная настороженность",
    "Трудности с концентрацией внимания",
    "Резкая реакция на резкие звуки или внезапные движения",
    "Чувство безнадёжности",
    "Снижение интереса к любимым занятиям",
    "Ощущение, что будущее пустое или страшное",
    "Всеобщее снижение активности и проявление пассивности"
  ];
  
  export default questions;
  